content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** DONE Movement moves the brain - why dancing is better than sudoku                   
:PROPERTIES:
:EXPORT_FILE_NAME: movement-moves-the-brain
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_movement-moves-the-brain.jpg
:EXPORT_DATE: 2022-07-14
:EXPORT_HUGO_TAGS: Movement
:END:

*** Can I drop my body off at the gym and pick it up when it's done?


As a teenager I used to always listen to music or audiobooks when I went for a run. I did it because running and exercise were a chore - a boring, annoying, but necessary chore. I didn't do it for the fun of it. I just wanted to lose weight and get into shape (mostly so that I would be able to run away from the aliens if I found myself in an episode of Doctor Who). I loved the feeling I got after running, but definitely not during. 

It's common to see exercise as a chore that we just want to get over with, but today I will tell you about all the reasons why a focused movement practice is good for not only your body, but also your brain. 

*** I move, therefore I am

When we talk about movement, we often think of musculoskeletal system - the muscles and the bones. We tend to forget that there is one more very important system involved: the nervous system. 

If I want to drink my tea, I just reach my hand, pick up the cup, bring it to my mouth and drink. No real thinking required. But even such a seemingly simple movement requires an incredibly well coordinated effort from a large number of muscles. Everything needs to be just right. Just the right strength of a contraction at just the right time. And that's what the brain is there for.

#+begin_quote
Movement might actually be the reason why we have a brain at all! 
#+end_quote


According to one theory, animals evolved a brain in order to be able to freely move through their environment. The complex interactions with one's surroundings simply required a brain. Plants manage without one, but they usually don't get very far. Even for us humans, a species that likes to use our brains for a bunch of stuff, movement still takes up a massive part of its capacity. 

*** Your brain prefers dancing over sudoku

I have nothing against sudoku, but if you would like to train your brain then movement can get you better results. There are [[https://www.nejm.org/doi/full/10.1056/NEJMoa022252][studies that look specifically at the effect of dancing on the cognitive abilities and dementia risk in elderly people]]. The effects are overwhelmingly positive and the best out of the tested activities, followed by crossword puzzles and reading. Biking, swimming and golf however didn't make much of a difference. 

#+begin_quote
What is it about dancing that was so beneficial for the brain? The most likely answer is that it was the need to learn new things and to constantly react and adjust to the music and the dancing partner. 
#+end_quote

In dancing there is a tight feedback loop involved in dancing. The brain needs to carefully monitor the inputs - music, partner, space, own body, and decide how to react to it. There are many possibilities and often new moves. The environment is complex and our movement through it is complex. It is what the brain is so good at and also what is good for it. 

I would guess that dancing isn't the only type of movment that could provide this benefit, although I can't back it up by any studies, as most focus on ballroom dancing. But we can experience similar movement complexity and interactions with our environment in other situations too. A hike through a challengening terrain, balancing, climbing a tree. Maybe even an artificial obstacle course. 

*** We are what we focus on the most

As  the saying goes: practice makes perfect.  But only under one important condition. The practice has to be focused.  
Our brain is able to perform familiar movements on autopilot.  It simply starts the stored program and executes the pattern.  It’s  fast and efficient.  But what if the pattern blueprint isn’t correct?  Well in that case we will be practicing and training the incorrect movement over and over again. 

To improve,  we need to establish a feedback loop. The brain needs to be  continuously adjusting the movement  in reaction  to the feedback it receives.  That requires focus. 

We can hack this focus with certain types of movements,  the kind that just won’t work if we’re not responsive enough.  And  that brings us back to the ballroom dancing.  But also balancing.  If you do it wrong,  you fall.  Hiking  in  terrain that isn’t flat and level  requires a  similar amount of focus and  continuous response to the environment.  Jumping rope  also provides an immediate feedback forcing you to do it well or not at all.

With many other movements it’s up to us to bring in the focus and awareness.

The good news is,  that the focus is our key to improving the quality of our movements.  If  a  movement pattern stored in our brain isn’t good enough,  all we need is focused practice to imprint a  new pattern.  And  although it does take time,  the more we practice, the faster it happens.

*** Play, practice, train

One of the foundations of good and safe movement is self-awareness.  We all have our limitations, but being aware of them is what allows us to use our full abilities and  reduce the risk of injuries. 


#+begin_quote
How to build good movement? Play, practice, train. In that order. With self-awareness.
#+end_quote

The ultimate way to develop self-awareness is play. Play is an exploration. An exploration of one's own abilities, of the environment and how they can play together. In play, we test our boundaries, we feel what feels right and we experiment with various ways of doing the same. It allows us to know ourselves and to find what works. 

Only then can we move onto practice. Practice is deliberate and focused. Now that we have explored the possibilities through play, we know better where we want to get. We can then start practicing the movements. Focusing on the feedback from our bodies and our environment and using it to refine the movement. 

Training is the last step that only makes sense after we have been through play and practice stages. Now that we have a correct movement pattern blueprint in the brain, we can start adding intensity to it, whether through higher loads, speeds or number of repetitions. 

For most people who aren't athletes, the play and practice stages are the most important. They train the brain the most, they help us develop self-awareness, correct movement patterns and despite what it might soud like, they do also train and strenghten the muscles. Plus, it's where most of the fun is.

#+begin_quote
Nobody would dream of leaving their brain behind when going to practice playing a  music instrument.  Practicing movement isn’t really that different.
#+end_quote

